tap "cmacrae/formulae"
tap "confluentinc/tap"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "inkdrop-org/inkdrop-visualizer"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "asciinema"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "node"
brew "corepack"
brew "coreutils"
brew "curl"
brew "delve"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "dive"
brew "docker-ls"
brew "drill"
brew "eksctl"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "guile"
brew "helm"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "libfido2"
brew "libpq"
brew "lua"
brew "luarocks"
brew "monkeysphere"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shc"
brew "starship"
brew "stow"
brew "terraformer"
brew "tfenv", link: false
brew "tflint"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "yj"
brew "yq"
brew "zoxide"
brew "cmacrae/formulae/spacebar"
brew "confluentinc/tap/cli"
brew "hashicorp/tap/terraform"
brew "homeport/tap/dyff"
brew "inkdrop-org/inkdrop-visualizer/inkdrop-visualizer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "android-studio"
cask "aptakube"
cask "bruno"
cask "discord"
cask "docker-toolbox"
cask "font-fira-code-nerd-font"
cask "keycastr"
cask "meld"
cask "vagrant"
cask "virtualbox"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bruno-api-client.bruno"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "elm-land.elm-land"
vscode "elmtooling.elm-ls-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "infracost.infracost"
vscode "jakebecker.elixir-ls"
vscode "jock.svg"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "plibither8.remove-comments"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "softwaredotcom.swdc-vscode"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "testdouble.vscode-standard-ruby"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
