tap "argoproj/tap"
tap "aws/tap"
tap "busser/tap"
tap "charmbracelet/tap"
tap "cmacrae/formulae"
tap "confluentinc/tap"
tap "flavono123/tap", "git@github.com:flavono123/homebrew-tap.git"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "inkdrop-org/inkdrop-visualizer"
tap "koekeishiya/formulae"
tap "lusingander/tap"
tap "oven-sh/bun"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "asciinema"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "asitop"
brew "aws-iam-authenticator"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "btop"
brew "gettext"
brew "glib"
brew "cmake"
brew "colima"
brew "csvlens"
brew "curl"
brew "delve"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "diffutils"
brew "dive"
brew "docker-ls"
brew "drill"
brew "dust"
brew "eksctl"
brew "entr"
brew "expect"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "goenv"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grpcurl"
brew "guile"
brew "hcl2json"
brew "helm"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k2tf"
brew "k9s"
brew "kube-linter"
brew "kubeconform"
brew "kubernetes-cli"
brew "kwok"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "lua"
brew "luarocks"
brew "minikube"
brew "monkeysphere"
brew "moreutils", link: false
brew "mysql-client"
brew "neovim"
brew "node"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openvino"
brew "packer"
brew "parallel"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "shc"
brew "starship"
brew "stow"
brew "telnet"
brew "terraformer"
brew "tfenv"
brew "tfk8s"
brew "tflint"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "volta"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "yj"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws/tap/eks-node-viewer"
brew "busser/tap/tfautomv"
brew "charmbracelet/tap/sequin"
brew "cmacrae/formulae/spacebar"
brew "confluentinc/tap/cli"
brew "flavono123/tap/kupid"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "homeport/tap/dyff"
brew "inkdrop-org/inkdrop-visualizer/inkdrop-visualizer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lusingander/tap/serie"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "android-studio"
cask "aptakube"
cask "boop"
cask "bruno"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "keycastr"
cask "leapp"
cask "meld"
cask "openlens"
cask "tsh"
cask "vagrant"
cask "visual-studio-code"
vscode "antfu.slidev"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bruno-api-client.bruno"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "elm-land.elm-land"
vscode "elmtooling.elm-ls-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "infracost.infracost"
vscode "jakebecker.elixir-ls"
vscode "jmrog.vscode-nuget-package-manager"
vscode "jock.svg"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "koichisasada.vscode-rdbg"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "mylesmurphy.prettify-ts"
vscode "orta.vscode-jest"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "plibither8.remove-comments"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "softwaredotcom.swdc-vscode"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "testdouble.vscode-standard-ruby"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "ultram4rine.vscode-choosealicense"
vscode "vue.volar"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
