tap "cmacrae/formulae"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.11"
brew "asciinema"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "deno"
brew "diffutils"
brew "dive"
brew "drill"
brew "eksctl"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "helm"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "libfido2"
brew "libpq"
brew "lua"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shc"
brew "starship"
brew "stow"
brew "terraformer"
brew "tfenv", link: false
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "cmacrae/formulae/spacebar"
brew "hashicorp/tap/terraform"
brew "homeport/tap/dyff"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "keycastr"
cask "meld"
cask "vagrant"
cask "virtualbox"
